{   
    "about_head_title" : "Insula",
    "about_head_description" : "Da anni prestiamo la nostra professionalità a servizio di Aziende, NGO, Enti ed Istituti della PA, al fine di guidarli attraverso il mondo di finanziamenti a livello Nazionale ed Europeo",
    "about_description_title" : "Chi siamo",
    "about_description" : "Insula Consulting, con il suo team di professionisti altamente qualificati, si distingue per l'applicazione della vasta esperienza dei suoi dipendenti e collaboratori nel settore dei Fondi Europei. La nostra competenza spazia dall'ideazione di progetti innovativi alla stesura dettagliata di proposte, fino alla gestione efficace di programmi finanziati a livello europeo. Questo impegno si traduce in soluzioni su misura che rispondono alle esigenze specifiche di una clientela variegata, sia a livello locale che internazionale. Il fondatore, Matteo Curreli, incarna la visione e la determinazione di Insula Consulting. Dopo aver accumulato una vasta esperienza attraverso anni di formazione e lavoro in contesti italiani ed europei, ha deciso di affrontare una nuova sfida nel 2019 dando vita a Insula Consulting. La nostra missione è fornire consulenza strategica e supporto operativo per massimizzare le opportunità di finanziamento europeo per i nostri clienti. La qualità dei nostri servizi è il risultato di un impegno costante nel migliorare le nostre competenze e rimanere al passo con le evoluzioni normative e le tendenze del settore. Ci impegniamo a offrire soluzioni innovative e personalizzate, contribuendo al successo dei progetti dei nostri clienti. Insula Consulting è orgogliosa dei risultati raggiunti finora, ma il nostro spirito pionieristico ci spinge costantemente a superare i limiti. Guardiamo con entusiasmo al futuro, progettando di crescere insieme ai nostri clienti e di contribuire in modo significativo allo sviluppo di iniziative di successo a livello locale, nazionale ed internazionale.",
    "about_mission_title" : "La nostra mission",
    "about_mission" : "La nostra missione è quella di supportare organizzazioni provenienti da tutta Europa, nello sviluppo delle loro idee, nel raggiungimento dei loro obiettivi e nella realizzazione dei loro sogni, creando valore dai loro punti di forza, dal loro know-how, e delle loro caratteristiche territoriali e culturali. Ciò è reso possibile grazie alla professionalità e alle competenze del suo fondatore, nonché di collaboratori esperti in differenti aree tematiche e provenienti da differenti realtà lavorative e territoriali su campo Nazionali ed Europeo. Il nostro team individuerà le opportunità di finanziamento che meglio rispondono alle vostre esigenze, orientandovi verso le migliori soluzioni progettuali e gestionali, offrendovi una vasta gamma di servizi. Il nome stesso “Insula Consulting” incarna la volontà di essere un ponte che metta in contatto le realtà internazionali e le realtà locali, come quelle dell’Isola Sarda. Su questo credo, cerchiamo di costruire partenariati sinergici ed innovativi, sempre basati sulla cooperazione e sulla voglia di migliorarsi. Per questo, da anni, portiamo avanti solide e durature relazioni con i nostri clienti, sempre basate sulla reciproca fiducia e sulla creazione di valore. Grazie per aver navigato attraverso la storia di Insula Consulting, i nostri servizi, progetti, e le nostre idee. Non vediamo l'ora di collaborare con voi ed aiutarvi a raggiungere i vostri obiettivi!"
}