{
  "home_head_title": "Insula Consulting",
  "home_head_description": "Insula Consulting svolge attività di consulenza a supporto dello sviluppo e della crescita di Organizzazioni private e pubbliche, attraverso la ricerca e gestione di opportunità di finanziamento a livello Nazionale ed Europeo.",
  "service_heading": "Servizi",
  "consult_service": "Consulenza Programmi di finanziamento",
  "consult_subservice_0": "Servizio informativo",
  "consult_subservice_1": "Ricerca opportunità di finanziamento",
  "management_service": "Management",
  "management_subservice_0": "Gestione Partenariati e Partecipazione a meeting",
  "management_subservice_1": "Quality Assurance & Risk Management",
  "management_subservice_2": "Management di progetto",
  "project_service": "Scrittura e Design del progetto",
  "project_subservice_0": "Creazione Partenariato",
  "project_subservice_1": "Ideazione Progettuale",
  "project_subservice_2": "Scrittura Proposta Progettuale",
  "project_subservice_3": "Revisione e Valutazione",
  "comunication_service": "Comunicazione e disseminazione",
  "comunication_subservice_0": "Creazione e gestione eventi",
  "comunication_subservice_1": "Comunicazione digitale",
  "about_heading": "Chi siamo",
  "about_description": "Da anni prestiamo la nostra professionalità a servizio di Aziende, NGO, Enti ed Istituti della PA, al fine di guidarli attraverso il mondo di finanziamenti a livello Nazionale (resto al sud, imprese creative, impresa femminile, ed altri) ed Europeo (Erasmus+, Horizon Europe, Life+, Europa per i Cittadini, ed altri). Crediamo nel valore aggiunto generato dalla relazione intersettoriale, favorendo e supportando la cooperazione tra Organizzazioni di differenti natura, campi d’azione e dimensioni, provenienti da differenti livelli.",
  "project_heading": "Progetti",
  "project1_title": "4minute barriers",
  "project1_description": "L'obbiettivo è promuovere l'inclusione dei giovani ipovedenti attraverso metodologie e attività sportive",
  "project2_title": "Faster",
  "project2_description": "L'obiettivo è rafforzare la capacità di ricerca e trasferimento di conoscenze dell'INRGREF in relazione alla gestione innovativa del territorio e delle risorse idriche.",
  "project3_title": "Golden Ratio Teaching",
  "project3_description": "L'obbiettivo è quello di sperimentare approcci interattivi e attitudini positive per migliorare le competenze di insegnamento e formazione.",
  "project4_title": "C-Tour",
  "project4_description": "L'obbiettivo è potenziare le competenze riguardanti l'economia circolare e fare crescere le attività turistiche",
  "network_heading": "Network",
  "network_description": "Seguendo la nostra continua voglia di scoprire nuove realtà che ci portino a crescere, nel corso degli abbiamo collaborato con Organizzazioni provenienti da tutta Europa, sviluppando una ampia rete di conoscenze e competenze in svariati ambito tra cui: sostenibilità sviluppo, economia circolare, educazione, formazione professionale, inclusione, e tanto altro."
}
