{
  "projects_head_heading": "Progetti",
  "projects_head_description": "Insula Consulting si dedica ad assistere organizzazioni pubbliche e private nel raggiungimento del successo attraverso opportunità di finanziamento europee e nazionali. I nostri progetti incarnano l'essenza della nostra missione e sono una testimonianza tangibile della nostra esperienza nel trasformare le aspirazioni in realtà. Ogni iniziativa riflette il nostro impegno a fornire soluzioni d'impatto che favoriscano la crescita e l'innovazione dei nostri clienti.  ",
  "fourMin_heading": "Promuovere l'inclusione sociale attraverso lo sport",
  "fourMin_description": "Four-minute Barriers si concentra sull'inclusione sociale attraverso lo sport, con l'obiettivo di sviluppare e diffondere nuovi strumenti per le persone con disabilità visiva. In particolare, si rivolge ai bambini ipovedenti, supportando le conclusioni della Commissione Europea sull'importanza dello sport inclusivo. Il progetto promuove l'inclusione e l'uso dello sport per sviluppare comunità coese, favorendo lo scambio transnazionale di strategie. Il nome del progetto si ispira a Roger Bannister, sottolineando l'obiettivo di superare barriere invisibili. Introduce un nuovo sport, il VISIBALL, che consente a vedenti e persone con disabilità visiva di giocare insieme sullo stesso campo, promuovendo l'inclusione senza compromettere la visione dei vedenti. Il progetto prevede anche la creazione di un Portfolio e MOOC per diffondere metodologie e pratiche utili per le attività fisiche e sportive per persone con disabilità visive",
  "faster_heading": "Potenziare l'eccellenza nella ricerca dell'INRGREF per affrontare i cambiamenti climatici negli agroecosistemi",
  "faster_description": "Faster mira a potenziare la ricerca dell'INRGREF per affrontare i cambiamenti climatici negli agroecosistemi, promuovendo collaborazioni internazionali e sviluppando competenze tecniche. Inoltre, intende creare un Quadro di Trasferimento della Conoscenza per coinvolgere entità tunisine e terze parti nella produzione di ricerca scientifica e tecnologica, con l'obiettivo di integrare queste conoscenze nelle politiche istituzionali. Vengono proposte misure per migliorare la collaborazione del consorzio, inclusi un miglior accesso alle reti internazionali, campagne di sensibilizzazione e coinvolgimento degli stakeholder. L'obiettivo generale è sostenere la sostenibilità agricola e forestale in Tunisia attraverso soluzioni innovative e promuovere gli SDGs nei gruppi target del progetto",
  "goldT_heading": "Proporre approcci interattivi e atteggiamento positivo per migliorare le competenze di insegnamento e formazione ",
  "goldT_description": "Golden Ratio Teaching mira a fornire agli insegnanti strumenti, approcci e metodi testati per valorizzare il talento individuale e il metodo di apprendimento degli studenti, coinvolgerli facilmente e contrastare alcune insicurezze che gli insegnanti affrontano nel loro lavoro. Gradualmente, si raggiungerà un approccio incentrato  sugli studenti, che aiuterà gli insegnanti a svolgere meglio il loro lavoro, con meno stress, e ad accrescere la naturale curiosità degli studenti stessi .Si prevede che il progetto abbia un impatto positivo a lungo termine, migliorando le competenze degli insegnanti per aumentarne l'efficacia e il successo. Allo stesso tempo gli studenti beneficeranno di lezioni più apprezzate e concentrate, con un miglioramento generale delle prestazioni scolastiche. In particolare, gli studenti con difficoltà di apprendimento trarranno vantaggio da contenuti più mirati, promuovendo la loro inclusione e ottenendo risultati positivi",
  "cTour_heading": "Ampliare la visione dei piccoli imprenditori del turismo sostenibile, presenti e futuri",
  "cTour_description": "C-TOUR, \"Circular Mindset for Sustainable Small Tourism,\" mira a formare imprenditori nel settore del turismo sostenibile e circolare di piccole dimensioni. Iniziato alla fine del 2022, il progetto sviluppa una nuova pedagogia per l'istruzione e la formazione professionale digitale, fornendo competenze orientate al futuro agli studenti e agli aspiranti imprenditori del turismo circolare. L'obiettivo principale è ampliare la visione degli imprenditori del turismo sostenibile, dotandoli di competenze per l'economia circolare e sostenendoli nel diventare attori del cambiamento verso transizioni circolari e verdi nel piccolo turismo. Attraverso un approccio \"dal basso,\" il progetto analizza le necessità delle piccole aziende di turismo sostenibile, raccogliendo buone pratiche nel C-TOUR ReSOLVE ACTION e-DATABASE e sviluppando il curricula formativo C-TOUR VET in risposta alle esigenze delle aziende, offrendo un corso di formazione digitale gratuito nel C-TOUR LEARNING LA"
}
