{
    "project_1_heading" : "Il progetto si propone di promuovere l'inclusione sociale attraverso lo sport",
    "project_1_description" : "\"Four-minute barriers\" si concentra sull'inclusione sociale attraverso lo sport, con l'obiettivo di sviluppare e diffondere nuovi strumenti per le persone con disabilità visiva. In particolare, si rivolge ai bambini ipovedenti, supportando le conclusioni della Commissione Europea sull'importanza dello sport inclusivo. Il progetto promuove l'inclusione e l'uso dello sport per sviluppare comunità coese, favorendo lo scambio transnazionale di strategie. Il nome del progetto si ispira a Roger Bannister, sottolineando l'obiettivo di superare barriere invisibili. Introduce un nuovo sport, il VISIBALL, che consente a vedenti e persone con disabilità visiva di giocare insieme sullo stesso campo, promuovendo l'inclusione senza compromettere la visione dei vedenti. Il progetto prevede anche la creazione di un Portfolio e MOOC per diffondere metodologie e pratiche utili per le attività fisiche e sportive per persone con disabilità visive",
    "project_2_heading" : "Il progetto si propone di potenziare l'eccellenza nella ricerca dell'INRGREF per affrontare i cambiamenti climatici negli agroecosistemi",
    "project_2_description" : "Faster si propone il duplice obiettivo di potenziare l'eccellenza nella ricerca dell'INRGREF per affrontare gli impatti dei cambiamenti climatici sugli agroecosistemi in modo sostenibile. Questo coinvolge la collaborazione con istituti di ricerca internazionali, lo sviluppo di competenze tecniche e la formulazione di politiche basate su evidenze. In parallelo, si intende creare un Quadro di Trasferimento della Conoscenza per coinvolgere entità tunisine e terze parti nella produzione congiunta di ricerca scientifica e tecnologica eccellente, promuovendo l'inclusione di questa conoscenza nell'agenda istituzionale e consolidando politiche basate su evidenze. Il testo indica anche misure per rafforzare la collaborazione del consorzio, tra cui migliorato accesso alle reti internazionali, campagne di sensibilizzazione, coinvolgimento degli stakeholder, internazionalizzazione e disseminazione della conoscenza, con l'obiettivo generale di sostenere la sostenibilità agricola e forestale in Tunisia attraverso soluzioni innovative, condivisione di conoscenze e integrazione di risultati di ricerca e tecnologia tra agricoltori locali e decisori politici, oltre alla promozione degli SDGs nei gruppi target del progetto",
    "project_3_heading" : "Il progetto propone approcci interattivi e atteggiamento positivo per migliorare le competenze di insegnamento e formazione ",
    "project_3_description" : "Golden Ratio Teaching mira a fornire agli insegnanti uno strumento e una serie di approcci e metodi testati per affrontare il talento individuale e lo stile di apprendimento degli studenti, attirare facilmente l'attenzione e contrastare alcune insicurezze che gli insegnanti affrontano nel loro lavoro quotidiano. Gradualmente, si raggiungerà un passaggio da un approccio centrato sull'insegnante a un'aula centrata sugli studenti, il che aiuterà gli insegnanti a performare meglio, con meno stress, e ad applicare una nuova organizzazione del processo e delle strutture in modo tale che la naturale curiosità degli studenti sia potenziata.Il Golden Ratio Teaching (GRT) si prevede abbia impatti positivi a lungo termine, migliorando le competenze degli insegnanti per aumentarne l'efficacia e il successo. Gli studenti beneficeranno di lezioni più apprezzate e concentrate, con un miglioramento generale delle prestazioni scolastiche. In particolare, gli studenti con difficoltà di apprendimento trarranno vantaggio da contenuti più mirati, promuovendo la loro inclusione e ottenendo risultati positivi",
    "project_4_heading" : "Il progetto si propone di ampliare la visione dei piccoli imprenditori del turismo sostenibile, presenti e futuri",
    "project_4_description": "C-TOUR, \"Circular Mindset for Sustainable Small Tourism,\" mira a formare imprenditori nel settore del turismo sostenibile e circolare di piccole dimensioni. Iniziato alla fine del 2022, il progetto sviluppa una nuova pedagogia per l'istruzione e la formazione professionale digitale, fornendo competenze orientate al futuro agli studenti e agli aspiranti imprenditori del turismo circolare. L'obiettivo principale è ampliare la visione degli imprenditori del turismo sostenibile, dotandoli di competenze per l'economia circolare e sostenendoli nel diventare attori del cambiamento verso transizioni circolari e verdi nel piccolo turismo. Attraverso un approccio \"dal basso,\" il progetto analizza le necessità delle piccole aziende di turismo sostenibile, raccogliendo buone pratiche nel C-TOUR ReSOLVE ACTION e-DATABASE e sviluppando il curricula formativo C-TOUR VET in risposta alle esigenze delle aziende, offrendo un corso di formazione digitale gratuito nel C-TOUR LEARNING LA"
}   