{
  "service_head_title": "Servizi",
  "service_head_description": "Insula  offre una vasta gamma di servizi per supportare enti pubblici, imprese e organizzazioni non governative nell'accesso e nell'utilizzo dei fondi europei e nazionali",
  "srvc_heading_0": "Consulenza programmi di finanaziamento",
  "srvc_heading_1": "Management",
  "srvc_heading_2": "Scrittura e design del progetto",
  "srvc_heading_3": "Comunicazione e disseminazione",
  "subsrvc_00_h": "Servizio Informativo",
  "subsrvc_01_h": "Ricerca opportunità di finanziamento",
  "subsrvc_10_h": "Gestione Partenariati e Partecipazione a meeting",
  "subsrvc_11_h": "Quality Assurance & Risk Management",
  "subsrvc_12_h": "Management di progetto",
  "subsrvc_20_h": "Creazione Partenariato",
  "subsrvc_21_h": "Ideazione Progettuale",
  "subsrvc_22_h": "Scrittura Proposta Progettuale",
  "subsrvc_23_h": "Revisione e Valutazione",
  "subsrvc_30_h": "Creazione e gestione eventi",
  "subsrvc_31_h": "Comunicazione digitale",
  "subsrvc_00_desc": "Servizio informativo su programmi di finanziamento Europei e Nazionali quali: Horizon Europe; Erasmus +; Europa per i Cittadini; Resto al Sud 2.0; Voucher Digitali 4.0; Oltre Nuove Imprese a Tasso 0; Fondo impresa femminile; Cultura Crea 2.0, e altri ancora",
  "subsrvc_01_desc": "Ricerca ed identificazione delle opportunità di finanziamento più adatte alle caratteristiche ed alle esigenze del cliente.",
  "subsrvc_10_desc": "Gestione partenariati durante tutte le fasi del progetto; partecipazione e sostituzione a meeting internazionali ed eventi in tutta l’area EU27.",
  "subsrvc_11_desc": "Quality Assurance e Risk Management per progetti all’interno della cornice di finanziamento Europeo e Nazionale",
  "subsrvc_12_desc": "Gestione e organizzazione delle attività progettuali; supporto amministrativo e rendicontazione",
  "subsrvc_20_desc": "Ricerca dei partner dalle caratteristiche geografiche e dal know-how più adatti al progetto. Costruzione di accordi multilaterali.",
  "subsrvc_21_desc": "Design e sviluppo idee progettuali che incontrino le necessità del cliente con i termini dei programmi di finanziamento.",
  "subsrvc_22_desc": "Scrittura proposta progettuale basata su idea progettuale già esistente.",
  "subsrvc_23_desc": "Revisione e valutazione proposte progettuali complete.",
  "subsrvc_30_desc": "Ideazione di eventi disseminativi volti a pubblicizzare le attività ed i risultati di progetto.",
  "subsrvc_31_desc": "Sviluppo di una strategia di comunicazione attraverso le principali piattaforme digitali di settore e piattaforme social (Facebook; LinkdIn; Instagram). Sviluppo e gestione profili e contenuti."
}
