{
  "service_head_title": "Insula",
  "service_head_description" : "Insula  offre una vasta gamma di servizi per supportare enti pubblici, imprese e organizzazioni non governative nell'accesso e nell'utilizzo dei fondi europei e nazionali",
  "srvc_heading_0": "Consulenza programmi di finanaziamento",
  "srvc_heading_1": "Management",
  "srvc_heading_2": "Scrittura e design del progetto",
  "srvc_heading_3": "Comunicazione e disseminazione",
  "subsrvc_00_h": "Servizio Informativo",
  "subsrvc_01_h": "Ricerca opportunità di finanziamento",
  "subsrvc_10_h": "Gestione Partenariati e Partecipazione a meeting",
  "subsrvc_11_h": "Quality Assurance & Risk Management",
  "subsrvc_12_h": "Gestione e supporto amministrativo e rendicontativo",
  "subsrvc_20_h": "Creazione Partenariato",
  "subsrvc_21_h": "Ideazione Progettuale",
  "subsrvc_22_h": "Stesura/Scrittura Proposta Progettuale",
  "subsrvc_23_h": "Revisione e Valutazione",
  "subsrvc_30_h": "Creazione e gestione eventi",
  "subsrvc_31_h": "Comunicazione digitale",
  "subsrvc_00_desc": "Servizio informativo su programmi di finanziamento Europei e Nazionali quali: Horizon 2020; Erasmus +; Europa per i Cittadini; Resto al Sud; Impresa Creativa, e altri  ancora.",
  "subsrvc_01_desc": "Ricerca ed identificazione delle opportunità di finanziamento più adatte alle caratteristiche ed alle esigenze del cliente.",
  "subsrvc_10_desc": "Gestione partenariati durante tutte le fasi del progetto; partecipazione e sostituzione a meeting internazionali ed eventi in tutta l’area EU27.",
  "subsrvc_11_desc": "Quality Assurance e Risk Management per progetti all’interno della cornice di finanziamento Europeo e Nazionale",
  "subsrvc_12_desc": "Creazione, collezione e valutazione dei documenti amministrativi e rendicontativi relativi alle attività progettuali.",
  "subsrvc_20_desc": "Ricerca Partner e costituzione partenariato su area EU28",
  "subsrvc_21_desc": "Design e sviluppo idee progettuali che incontrino le necessità del cliente con i termini dei programmi di finanziamento.",
  "subsrvc_22_desc": "Scrittura proposta progettuale basata su idea progettuale già esistente.",
  "subsrvc_23_desc": "Revisione e valutazione proposte progettuali.",
  "subsrvc_30_desc": "Creazione e gestione eventi inerenti ad attività progettuali quali: conferenze, workshops, tavole rotonde, seminari, ecc.",
  "subsrvc_31_desc": "Creazione e gestione piattaforme web; Disseminazione digitale contenuti progettuali via Social Media principali (Facebook; Instagram; LinkedIn; Twitter); campagne di newsletter;"
}
