{
  "service_head_title": "Servizi",
  "service_head_description": "Insula  offre una vasta gamma di servizi per supportare enti pubblici, imprese e organizzazioni non governative nell'accesso e nell'utilizzo dei fondi europei e nazionali",
  "srvc_heading_0": "Consulenza programmi di finanaziamento",
  "subsrvc_00_h": "Servizio informativo",
  "subsrvc_01_h": "Ricerca opportunità di finanziamento",
  "subsrvc_00_desc": "Servizio informativo su programmi di finanziamento Europei e Nazionali quali: Resto al Sud 2.0; Oltre Nuove Imprese a Tasso 0, Voucher Digitale 4.0, Agrisolare 2024, Cultura Crea 2.0, Horizon Europe; Erasmus +, CERV, Life+ ed altri ancora.",
  "subsrvc_01_desc": "Partendo dal profilo del cliente, identificheremo un elenco delle opportunità di finanziamento più appropriate che si allineano con le esigenze e le idee del cliente. Il nostro approccio personalizzato garantisce che ogni opportunità individuata non solo soddisfi i requisiti del cliente, ma massimizzi anche il potenziale di successo del progetto",
  "srvc_heading_1": "Management",
  "subsrvc_10_h": "Management di progetto",
  "subsrvc_11_h": "Gestione partenariati e partecipazione a meeting",
  "subsrvc_12_h": "Quality assurance & risk management",
  "subsrvc_10_desc": "Gestione e organizzazione completa delle attività di progetto, compresa la pianificazione strategica, l'allocazione delle risorse, la gestione del tempo, il supporto amministrativo e il reporting. Il nostro obiettivo è garantire il successo del progetto e risultati ottimali.",
  "subsrvc_11_desc": "Gestione della comunicazione durante tutte le fasi del progetto, riunioni virtuali e partecipazione a incontri in tutti gli Stati membri dell'UE28. InsulaC fornisce anche un servizio di rappresentanza, presenza e partecipazione a incontri ed eventi transnazionali.",
  "subsrvc_12_desc": "Attività di quality assurance e risk management a garanzia della conformità ed efficacia in progetti di varia scala.",
  "srvc_heading_2": "Scrittura e design del progetto",
  "subsrvc_20_h": "Creazione partenariato",
  "subsrvc_21_h": "Ideazione progettuale",
  "subsrvc_22_h": "Scrittura proposta progettuale",
  "subsrvc_23_h": "Revisione e valutazione",
  "subsrvc_20_desc": "Svolgiamo ricerche approfondite per individuare le organizzazioni più adatte e in linea con le caratteristiche e gli obiettivi del progetto. Il nostro servizio comprende la stesura di un accordo di partnership completo per garantire la chiarezza tra le parti interessate.",
  "subsrvc_21_desc": "In questa fase creativa, offriamo un supporto dedicato ai clienti che possono avere idee poco chiare o nascenti per progetti legati a programmi di finanziamento specifici. La nostra attenzione si concentra sull'aiutare i clienti ad articolare la loro visione e a rimodellare i loro concetti in proposte uniche e attuabili, adatte alle loro esigenze.",
  "subsrvc_22_desc": "La scrittura si concentra sugli aspetti tecnici della trasformazione di un'idea di progetto chiaramente definita in una proposta formale. Sviluppiamo meticolosamente la documentazione, compresi dati accurati, bilanci e informazioni sulla conformità, per creare un caso convincente di finanziamento.",
  "subsrvc_23_desc": "Forniamo revisioni e valutazioni dettagliate delle proposte di progetto complete, offrendo un feedback costruttivo per migliorare la qualità e aumentare le probabilità di successo dei finanziamenti.",
  "srvc_heading_3": "Comunicazione e disseminazione",
  "subsrvc_30_h": "Creazione e gestione eventi",
  "subsrvc_31_h": "Comunicazione digitale",
  "subsrvc_30_desc": "Siamo specializzati nella pianificazione e nell'esecuzione completa di eventi su misura per gli obiettivi del progetto. I nostri servizi comprendono la selezione della sede, il coordinamento della logistica e il coinvolgimento delle parti interessate per garantire un'esperienza senza soluzione di continuità.",
  "subsrvc_31_desc": "Il nostro approccio si concentra sulla creazione di strategie di comunicazione digitale efficaci che aumentino la visibilità dei progetti. Utilizziamo varie piattaforme per coinvolgere il pubblico, diffondere informazioni e promuovere la collaborazione tra le parti interessate."
}
