{ 
    "about_head_title": "Insula Consulting",
    "about_head_description" : "For years, we have been providing our expertise to serve Companies, NGOs, Public Entities, and Institutions, guiding them through the world of funding opportunities at the National level and at the European level",
    "about_description_title" : "About us",
    "about_description" : "Insula Consulting is a consultancy company founded in 2019 by Dr. Matteo Curreli, an accredited Euro project manager and an expert in National and European funding opportunities. Building upon this expertise, our company offers services to a local and international clientele, encompassing the identification of funding opportunities, the conceptualization and crafting of project proposals, and the management of ongoing projects. Our mission is to support organizations from all across Europe in developing their ideas, achieving their objectives, and realizing their dreams by leveraging their strengths, know-how, as well as their territorial and cultural characteristics. This is made possible through the professionalism and skills of its founder, as well as collaborators experienced in various thematic areas and hailing from diverse professional and territorial backgrounds on both national and European levels. Our team will identify funding opportunities that best match your needs, guiding you toward optimal project and management solutions and offering a wide array of services. The very name 'Insula Consulting' embodies the intention to be a bridge that connects international and local realities, much like those of the Sardinian Island. Guided by this belief, we strive to establish synergistic and innovative partnerships, always rooted in cooperation and the desire for improvement. For this reason, we have been cultivating strong and enduring relationships with our clients for years, built upon mutual trust and value creation. Thank you for navigating through the story of Insula Consulting, our services, projects, and ideas. We look forward to collaborating with you and assisting you in achieving your goals",
    "about_mission_title" : "Our mission",
    "about_mission_description" : "Our mission is to support organizations from across Europe in developing their ideas, achieving their goals, and realizing their dreams by creating value from their strengths, know-how, and territorial and cultural characteristics. This is made possible through the professionalism and expertise of its founder, as well as experienced collaborators in different thematic areas from various national and European contexts. Our team will identify funding opportunities that best meet your needs, guiding you towards the best project and management solutions, offering a wide range of services. The name \"Insula Consulting\" itself embodies the intention to be a bridge connecting international and local realities, such as those of Sardinia. With this belief, we seek to build synergistic and innovative partnerships, always based on cooperation and a desire for improvement. For years, we have nurtured solid and lasting relationships with our clients, built on mutual trust and value creation. Thank you for navigating through the story of Insula Consulting, our services, projects, and ideas. We look forward to collaborating with you and helping you achieve your goals"

}
