{
  "about_head_title": "About us",
  "about_head_description": "For many years, we have been offering our expertise to assist companies, NGOs, public entities, and institutions, guiding them through the realm of funding opportunities at both the national and European levels.",
  "about_description_title": "Our story",
  "about_description": "Insula Consulting is a consultancy firm established in 2019 by Mr Matteo Curreli, an accredited Euro project manager and expert in national and European funding opportunities. Building on this expertise, our company provides services to local and international clients, including identifying funding opportunities, conceptualizing and drafting project proposals, and managing ongoing projects. Our mission is to assist organizations from across Europe in developing their ideas, achieving their objectives, and realizing their aspirations by leveraging their strengths, expertise, as well as their territorial and cultural characteristics. This is made possible through the professionalism and skills of our founder, along with collaborators experienced in various thematic areas and representing diverse professional and geographical backgrounds at both national and European levels. Our team will identify funding opportunities that best align with your needs, guiding you towards optimal project management solutions while offering a comprehensive range of services. The very name 'Insula Consulting' embodies our intention to serve as a bridge connecting international and local realities, akin to those of the island of Sardinia. Guided by this principle, we strive to establish synergistic and innovative partnerships, always grounded in cooperation and a commitment to improvement. For this reason, we have nurtured strong and enduring relationships with our clients for many years, built on mutual trust and value creation. Thank you for exploring the story of Insula Consulting, our services, projects, and ideas. We look forward to collaborating with you and assisting you in achieving your goals.",
  "about_mission_title": "Our mission",
  "about_mission_description": "Our mission is to support organizations from across Europe in developing their ideas, achieving their goals, and realizing their aspirations by creating value from their strengths, expertise, and territorial and cultural characteristics. This is made possible through the professionalism and expertise of our founder, alongside experienced collaborators in various thematic areas from diverse national and European contexts. Our team will identify funding opportunities that best align with your needs, guiding you towards optimal project management solutions while offering a comprehensive range of services. The name \"Insula Consulting\" embodies our intention to serve as a bridge connecting international and local realities, akin to those of Sardinia. With this belief, we strive to establish synergistic and innovative partnerships, always grounded in cooperation and a commitment to improvement. For many years, we have nurtured strong and enduring relationships with our clients, built on mutual trust and value creation. Thank you for exploring the story of Insula Consulting, our services, projects, and ideas. We look forward to collaborating with you and assisting you in achieving your goals."
}
