{
  "home_head_title": "Insula Consulting",
  "home_head_description": "Insula Consulting offers consultancy services to assist in the growth and advancement of private and public organizations by identifying and managing funding opportunities at both national and European levels.",
  "service_heading": "Services",
  "consult_service": "Financing programme consultancy",
  "consult_subservice_0": "Informattion service",
  "consult_subservice_1": "Funding opportunities research",
  "management_service": "Management",
  "management_subservice_0": "Partnership management and meeting participation",
  "management_subservice_1": "Quality assurance and risk management",
  "management_subservice_2": "Project management",
  "project_service": "Project design & writing",
  "project_subservice_0": "Partnership development",
  "project_subservice_1": "Project design",
  "project_subservice_2": "Project proposal writing",
  "project_subservice_3": "Review & evaluation",
  "comunication_service": "Comunication & dissemintaion",
  "comunication_subservice_0": "Event development & managemen",
  "comunication_subservice_1": "Digital communication",
  "about_heading": "About us",
  "about_description": "For years, we have been offering our expertise to Companies, NGOs, Public Administration Bodies, and Institutions, assisting them in navigating the funding landscape both at a national (Resto al Sud 2.0, Digital Voucher 4.0, and others) and European (Erasmus+, Horizon Europe, Life+, CERV, Interreg Europe and others) level. We firmly believe in the value created through collaborative partnerships, fostering and facilitating cooperation between organizations of diverse backgrounds, sectors, and scales.",
  "project_heading": "Projects",
  "project1_description": "The goal is to promote the inclusion of visually impaired young people through sports methodologies and activities.",
  "project2_description": "The goal is to strengthen INRGREF's research and knowledge transfer capacity in relation to innovative land and water resource management.",
  "project3_description": "The goal is to experiment with interactive approaches and positive attitudes to enhance teaching and training skills.",
  "project4_description": "The goal is to enhance skills related to the circular economy and to promote the growth of tourism activities",
  "network_heading": "Network",
  "network_description": "In our ongoing quest to explore new horizons that foster our growth, we have spent years collaborating with organizations throughout Europe. This has allowed us to cultivate a broad network of knowledge and expertise across a variety of fields, including sustainable development, the circular economy, education, vocational training, and social inclusion, among others."
}
