{
  "home_head_title": "Insula Consulting",
  "home_head_description": "Insula Consulting carries out consulting activities to support the development and growth of private and public organizations through research and management of funding opportunities at the National and European levels.",
  "service_heading": "Services",
  "consult_service": "Funding consultances",
  "consult_subservice_0": "Informative service",
  "consult_subservice_1": "Research specific funding opportunities",
  "management_service": "Management",
  "management_subservice_0": "Partnerships management",
  "management_subservice_1": "Quality Assurance & Risk Management",
  "management_subservice_2": "Project Management",
  "project_service": "Project Design & Writing",
  "project_subservice_0": "Research Partners & Partnerships Creation",
  "project_subservice_1": "Project Design",
  "project_subservice_2": "Project Proposal Writing",
  "project_subservice_3": "Revision & Evaluation",
  "comunication_service": "Comunication & Dissemintaion",
  "comunication_subservice_0": "Creation and management of events",
  "comunication_subservice_1": "Digital comunication",
  "about_heading": "About Us",
  "about_description": "For years, we have been providing our expertise to serve Companies, NGOs, Public Entities, and Institutions, guiding them through the world of funding opportunities at the National level (Resto al Sud 2.0, Voucher Digitali 4.0, Oltre Nuove Imprese a Tasso 0 ed altri) and at the European level (Erasmus+, Horizon Europe, Life+, Europe for Citizens, and more). We believe in the added value generated by the cross-sectoral relationship, fostering and supporting cooperation among Organizations of different nature, fields of action, and sizes.",
  "project_heading": "Projects",
  "project1_title": "4minute barriers",
  "project1_description": "Foster the inclusion of visually impaired youngsters through sport methodologies and sport activities",
  "project2_title": "Faster",
  "project2_description": "It aims to reinforce research and knowledge transfer capacity of INRGREF related to innovative land and water management",
  "project3_title": "Golden Ratio Teaching",
  "project3_description": "Golden ratio teaching: Interactive approaches and positive attitude for improving teaching and training skills",
  "project4_title": "C-Tour",
  "project4_description": "Circular Economy for Small Tourism Businesses, boost your circular economy skills and grow your tourism business",
  "network_heading": "Network",
  "network_description": "Following our constant desire to discover new realities that lead us to grow, over the years, we have collaborated with organizations from all over Europe, developing a vast network of knowledge and expertise in various fields, including sustainability development, circular economy, education, vocational training, inclusion, and much more."
}
