{
  "network_heading": "Network",
  "network_description": "Seguendo la nostra continua voglia di scoprire nuove realtà che ci portino a crescere, nel corso degli abbiamo collaborato con Organizzazioni provenienti da tutta Europa, sviluppando una ampia rete di conoscenze e competenze in svariati ambito tra cui: sostenibilità sviluppo, economia circolare, educazione, formazione professionale, inclusione, e tanto altro.",
  "companies_section_heading" : "Who trusted us",
  "e_for_business_description" : "Europe for Business (EFB) is a high-growth knowledge intensive company, with a focus on supporting Industrial and Research organisations in defining and implementing their innovation and research strategies to solve societal problems around the globe.",
  "zinev_description" : "Zinev Art Technologies Ltd. is a company, which has been established with the purpose of developing, implementing and managing European projects and providing consultancy services in the spheres of:education, professional and vocational training culture and art tourism Internet-based activities",
  "4tempo_desription" : "We are an Amateur Sports Association where diversity is taught and experienced as a great richness for the life of every single athlete. A place to feel good and have fun, to build stimulating relationships within the group, through a qualified sports and educational proposal, where there can be the possibility of inclusion even for those who have more difficulty fitting into sports groups.",
  "sis_descriprion" : "Sustainable Innovation Technologies Services is a start-up company specialized in Sustainable Innovation Consulting, Management Innovation and Innovation Strategy for researchers and SMEs in CleanTech technologies.",
  "cubufo_description" :   "Foundation for development of the cultural and business potential of civil society (CuBuFo). Supports the educational, cultural and economic development of the civil society in Bulgaria and abroad.",
  "collaborator_heading" : "Our collaborators"
}
