{
  "projects_head_heading": "Projects",
  "projects_head_description": "At Insula Consult, we are committed to guiding businesses towards success through European and national funding. Our projects represent the beating heart of our business, tangible testimonies of our ability to turn ambitions into reality",
  "fourMin_heading": "Promote social inclusion through sports",
  "fourMin_description": "Focused on social inclusion through sports,Four-minute Barriers, aim to develop and disseminate new tools for individuals with visual impairments. Specifically targeting visually impaired children, it supports the European Commission's findings on the importance of inclusive sports. The project promotes inclusion and the use of sports to develop cohesive communities, fostering transnational exchange of strategies. The project name is inspired by Roger Bannister, emphasizing the goal of overcoming invisible barriers. It introduces a new sport, VISIBALL, allowing both sighted individuals and those with visual impairments to play together on the same field, promoting inclusion without compromising sighted individuals' vision. Additionally, the project includes the creation of a Portfolio and MOOC to disseminate methodologies and practices beneficial for physical and sports activities for individuals with visual impairments",
  "faster_heading": "Enhancing excellence in research at INRGREF to address climate change in agroecosystems",
  "faster_description": "Faster aims to enhance research at INRGREF to address climate change in agroecosystems, promoting international collaborations and developing technical skills. Additionally, it aims to create a Knowledge Transfer Framework to involve Tunisian entities and third parties in the production of scientific and technological research, with the goal of integrating this knowledge into institutional policies. Measures are proposed to improve consortium collaboration, including better access to international networks, awareness campaigns, and stakeholder engagement. The overall objective is to support agricultural and forestry sustainability in Tunisia through innovative solutions and promote the SDGs among project target groups",
  "goldT_heading": "Suggesting interactive approaches and a positive attitude to enhance teaching and training skills",
  "goldT_description": "Golden Ratio Teaching aims to provide teachers with tools, approaches, and tested methods to enhance individual talent and students' learning methods, easily engage them, and counter some of the insecurities teachers face in their work. Gradually, a student-centered approach will be achieved, which will help teachers perform better, with less stress, and enhance students' natural curiosity. It is expected that the project will have a long-term positive impact, improving teachers' skills to increase their effectiveness and success. At the same time, students will benefit from more appreciated and focused lessons, with a general improvement in academic performance. In particular, students with learning difficulties will benefit from more targeted content, promoting their inclusion and achieving positive results",
  "cTour_heading": "Expand the vision of small entrepreneurs in sustainable tourism, both present and future",
  "cTour_description": "In the C-TOUR project we seek to minimize the negative impacts of traditional tourism on the environment, economy, and local communities. Circular tourism aims to create closed-loop systems, where resources are used and reused in a circular manner, rather than being extracted, consumed, and discarded."
}
