{
    "page_title": "Services",
    "srvc_heading_0": "Funding consultances",
    "srvc_heading_1": "Management",
    "srvc_heading_2": "Project design & writing ",
    "srvc_heading_3": "Comunication & dissemination",
    "subsrvc_00_h": "Informative service",
    "subsrvc_01_h": "Research specific funding opportunities",
    "subsrvc_10_h": "Partnerships management",
    "subsrvc_11_h": "Quality Assurance & Risk Management",
    "subsrvc_12_h": "Administrative & Budgetary management",
    "subsrvc_20_h": "Research Partners & Partnerships Creation",
    "subsrvc_21_h": "Project Design",
    "subsrvc_22_h": "Proposal Development",
    "subsrvc_23_h": "Revision & Evaluation",
    "subsrvc_30_h": "Internal Dissemination",
    "subsrvc_31_h": "External Dissemination",
    "subsrvc_00_desc": "General and specific informative service regarding European and National funds and funding rules. Horizon 2020, Erasmus +. Euro MED, Interreg, Europe for Citizens, and many others",
    "subsrvc_01_desc": "Starting from the client profile, we will identify a list of the most suitable funding opportunities, matching the client’s needs and ideas",
    "subsrvc_10_desc": "Comunication management during all the phases of the project, virtual meetings, participation to meetings in all  EU28. InsulaC also offers a service of substitution, presence and participation to Transnational Meetings and Events",
    "subsrvc_11_desc": "Quality Assurance monitoring & reporting. Risk assessment, monitoring & reporting",
    "subsrvc_12_desc": "Professional support in the collection, creation, and evaluation of all the administrative and budgetary documents related with the project",
    "subsrvc_20_desc": "Expert advice for your Proposal Development Research Partners in EU28 and extra European countries. Creation of the most suitable partnership for the specific project/call",
    "subsrvc_21_desc": "Project Design development:supporting the creation of effective ideas, and turning your ideas into a concrete project;",
    "subsrvc_22_desc": "Support in proposal development: starting from the project idea, our staff will develop a complete proposal",
    "subsrvc_23_desc": "Revision and evaluation of external proposals, professional feedbacks and advice to support the improvement of your proposa",
    "subsrvc_31_desc": "Dissemination internal to the project partnership, Internal dissemination plan development",
    "subsrvc_32_desc": "External Dissemination Plan development and dissemination management Social media; website; offline"
}