{
  "service_head_title": "Services",
  "service_head_description": "Insula offers a wide range of services to support public entities, businesses, and non-governmental organizations in accessing and utilizing European and national funding",
  "srvc_heading_0": "Funding consultances",
  "srvc_heading_1": "Management",
  "srvc_heading_2": "Project design & writing ",
  "srvc_heading_3": "Comunication & dissemination",
  "subsrvc_00_h": "Informative service",
  "subsrvc_01_h": "Research specific funding opportunities",
  "subsrvc_10_h": "Partnerships management",
  "subsrvc_11_h": "Quality Assurance & Risk Management",
  "subsrvc_12_h": "Project Management",
  "subsrvc_20_h": "Research Partners & Partnerships Creation",
  "subsrvc_21_h": "Project Design",
  "subsrvc_22_h": "Project Proposal Writing",
  "subsrvc_23_h": "Revision & Evaluation",
  "subsrvc_30_h": "Creation and management of events",
  "subsrvc_31_h": "Digital comunication",
  "subsrvc_00_desc": "Information service on European and National funding programs such as: Horizon Europe; Erasmus+; Europe for Citizens; Resto al Sud; Female Enterprise Fund; Cultura Crea 2.0, and many others.",
  "subsrvc_01_desc": "Starting from the client profile, we will identify a list of the most suitable funding opportunities, matching the client’s needs and ideas",
  "subsrvc_10_desc": "Comunication management during all the phases of the project, virtual meetings, participation to meetings in all  EU28. InsulaC also offers a service of substitution, presence and participation to Transnational Meetings and Events",
  "subsrvc_11_desc": "Quality control of project activities; risk analysis and management.",
  "subsrvc_12_desc": "Management and organization of project activities; administrative support and reporting.",
  "subsrvc_20_desc": "Search for partners with the most suitable geographical characteristics and know-how for the project. Construction of multilateral agreements.",
  "subsrvc_21_desc": "Project Design development:supporting the creation of effective ideas, and turning your ideas into a concrete project;",
  "subsrvc_22_desc": "Drafting a project proposal based on an existing project idea.",
  "subsrvc_23_desc": "Review and evaluation of complete project proposals.",
  "subsrvc_31_desc": "Conceptualization of dissemination events aimed at publicizing project activities and results.",
  "subsrvc_32_desc": "Development of a communication strategy through major industry digital platforms and social platforms (Facebook, LinkedIn, Instagram). Development and management of profiles and content."
}
