{
  "service_head_title": "Services",
  "service_head_description": "Insula offers a wide range of services to support public entities, businesses, and non-governmental organizations in accessing and utilizing European and national funding",
  "srvc_heading_0": "Financing programme consultancy",
  "subsrvc_00_h": "Information service",
  "subsrvc_01_h": "Funding opportunities research",
  "subsrvc_00_desc": "Information service on European and National funding programs such as Erasmus+, Horizon Europe, Life+, CERV, Interreg Europe, Resto al Sud 2.0, Voucher Digitali 4.0, and many others.",
  "subsrvc_01_desc": "Starting with the client profile, we will identify a list of the most appropriate funding opportunities that align with the client’s needs and ideas. Our tailored approach ensures that each opportunity we uncover not only meets the client's requirements but also maximizes the potential for successful project implementation.",
  "srvc_heading_1": "Management",
  "subsrvc_10_h": "Partnership management and meeting participation",
  "subsrvc_11_h": "Quality assurance and risk management",
  "subsrvc_12_h": "Project management",
  "subsrvc_10_desc": "Communication management throughout all phases of the project, virtual meetings, and participation in meetings across all EU28 member states. InsulaC also provides a service for representation, presence, and participation in transnational meetings and events.",
  "subsrvc_11_desc": "Comprehensive quality assurance and risk management activities tailored for projects funded under European and national funding frameworks, ensuring compliance, effectiveness, and sustainable outcomes.",
  "subsrvc_12_desc": "Comprehensive management and organization of project activities, including strategic planning, resource allocation, time management, administrative support, and reporting. Our aim is to ensure successful project delivery and optimal outcomes.",
  "srvc_heading_2": "Project design & writing ",
  "subsrvc_20_h": "Partnership development",
  "subsrvc_21_h": "Project design",
  "subsrvc_22_h": "Project proposal writing",
  "subsrvc_23_h": "Review & valuation",
  "subsrvc_20_desc": "We conduct in-depth research to identify the most suitable organizations aligned with the project's characteristics and objectives. Our service includes crafting a comprehensive partnership agreement to ensure clarity among stakeholders.",
  "subsrvc_21_desc": "In this creative phase, we offer dedicated support to clients who may have unclear or nascent ideas for projects related to specific funding programmes. Our focus is on helping clients articulate their vision and reshape their concepts into unique, actionable proposals tailored to their needs.",
  "subsrvc_22_desc": "The writing revolves around the technical aspects of transforming a clearly defined project idea into a formal proposal. We meticulously develop the documentation, including accurate data, budgets, and compliance information, to create a compelling case for funding.",
  "subsrvc_23_desc": "We provide detailed reviews and evaluations of complete project proposals, offering constructive feedback to enhance quality and increase the likelihood of funding success.",
  "srvc_heading_3": "Comunication & dissemination",
  "subsrvc_30_h": "Event development & management",
  "subsrvc_31_h": "Digital communication",
  "subsrvc_30_desc": "We specialize in the comprehensive planning and execution of events tailored to project objectives. Our services include venue selection, logistics coordination, and stakeholder engagement to ensure a seamless experience.",
  "subsrvc_31_desc": "Our approach focuses on creating effective digital communication strategies that enhance project visibility. We are present on various platforms to engage audiences, disseminate information, and promote collaboration among stakeholders."
}
